[
  {
    "FAR_Part": "FAR Part 1",
    "Deadline": "2025-09-30",
    "GSA_URL": "https://feedback.gsa.gov/jfe/form/SV_6eZqHFGAk8TRtOu",
    "Explainer_Text": "FAR Part 1 sets the legal and procedural foundation for the FAR system. The proposed changes insert instability and remove stakeholder rights.",
    "Comment_Template": "To the Federal Acquisition Regulatory Council:\n\nI am writing to express my profound concern about the process and cumulative impact of the Revolutionary FAR Overhaul (RFO) on my small business and the federal industrial base.\n\nSubmitted By:\nName: [FullName], [BusinessTitle]\nCompany: [CompanyName]\nCompany Description: [CompanyDescription]\n\n(1) My Personal Experience: [PersonalStory]\n\n(2) The Flawed \"Adopt First, Finalize Later\" Implementation: The unprecedented use of rolling class deviations to implement massive, government-wide policy changes circumvents the transparent, legally-mandated notice-and-comment process required by the Administrative Procedure Act. This \"adopt first, finalize later\" approach denies stakeholders a meaningful opportunity to provide input before a rule takes effect, rendering the eventual rulemaking process performative rather than substantive.\n\n(3) The Systemic Removal of Procedural Safeguards Dismantles the Small Business Safety Net: The RFO does not just change individual rules; it severs the connective tissue that links them together. By removing small business considerations from FAR Parts 10 (Market Research), 6 (Competition), and 11 (Describing Agency Needs), you have effectively created a procedural vacuum. Contracting officers are no longer explicitly prompted to consider a set-aside, consult with the SBA before bundling, or avoid unn...\n\n(4) Direct Economic Harm to Local Communities: This is not just a regulatory issue; it is a significant economic issue with direct consequences for local economies and jobs in every congressional district. In my district ([Your Congressional District]), small businesses received [$ amount] in federal contracts last year, with [X]% of that coming from set-asides. Already, policies favoring contract consolidation have contributed to a [Y]% decline in the number of unique small business suppliers in my di...\n\n(5) The Transfer of Risk to Contractors Will Increase Costs and Reduce Competition: The elimination of standard, predictable risk-allocation clauses—most notably the \"Variation in Quantity\" clause from FAR Part 11—is a direct financial threat to my business. This forces us to price for worst-case scenarios, which will either make our bids uncompetitive or increase the ultimate cost to the taxpayer. This change will drive small firms out of the market and reduce competition.\n\n---\n\nSpecific Comments on FAR Part 1:\n\nThe changes to FAR Part 1 have created two severe unintended consequences for my small business.\n\n(1) The \"Regulatory Sunset\" (FAR 1.109) creates perpetual instability. The federal marketplace requires predictability. The provision that all non-statutory regulations—including the \"Rule of Two\" and all socioeconomic set-aside programs—will expire every four years unless renewed introduces a level of uncertainty that is toxic to investment and will discourage small businesses from entering or remaining in the market.\n\n(2) The removal of former Subpart 1.5, \"Agency and Public Participation,\" silences our voice. This action does not comport with the Administrative Procedure Act, which guarantees public participation in rulemaking. The practical effect of removing the formal process before a new one is legally established is to strip stakeholders of their right to due process. An informal feedback website is not a legally sufficient substitute.\n\nRecommendation:\n\nImmediately halt the implementation of the RFO via class deviations and re-engage with this process through the proper, transparent, and legally mandated notice-and-comment rulemaking process.\n\nRestore the public participation procedures formerly in Subpart 1.5.\n\nRepeal FAR 1.109, the \"Regulatory Sunset,\" entirely or, at a minimum, amend it to explicitly exempt all of FAR Part 19 and its implementing clauses from its scope to ensure program stability."
  }
]