[
  {
    "FAR_Part": "FAR Part 18",
    "Deadline": "2025-07-28",
    "GSA_URL": "https://feedback.gsa.gov/jfe/form/SV_6eZqHFGAk8TRtOu",
    "Explainer_Text": "FAR Part 18 governs emergency acquisition procedures. The changes increase discretion without transparency.",
    "Comment_Template": "To the Federal Acquisition Regulatory Council:\n\nI am writing to express my profound concern about the process and cumulative impact of the Revolutionary FAR Overhaul (RFO) on my small business and the federal industrial base.\n\nSubmitted By:\nName: [FullName], [BusinessTitle]\nCompany: [CompanyName]\nCompany Description: [CompanyDescription]\n\n(1) My Personal Experience: [PersonalStory]\n\n(2) The Flawed \"Adopt First, Finalize Later\" Implementation: The unprecedented use of rolling class deviations to implement massive, government-wide policy changes circumvents the transparent, legally-mandated notice-and-comment process required by the Administrative Procedure Act. This \"adopt first, finalize later\" approach denies stakeholders a meaningful opportunity to provide input before a rule takes effect, rendering the eventual rulemaking process performative rather than substantive.\n\n(3) The Systemic Removal of Procedural Safeguards Dismantles the Small Business Safety Net: The RFO does not just change individual rules; it severs the connective tissue that links them together. By removing small business considerations from FAR Parts 10 (Market Research), 6 (Competition), and 11 (Describing Agency Needs), you have effectively created a procedural vacuum. Contracting officers are no longer explicitly prompted to consider a set-aside, consult with the SBA before bundling, or avoid unnec...\n\n(4) Direct Economic Harm to Local Communities: This is not just a regulatory issue; it is a significant economic issue with direct consequences for local economies and jobs in every congressional district. In my district ([Your Congressional District]), small businesses received [$ amount] in federal contracts last year, with [X]% of that coming from set-asides. Already, policies favoring contract consolidation have contributed to a [Y]% decline in the number of unique small business suppliers in my dist...\n\n(5) The Transfer of Risk to Contractors Will Increase Costs and Reduce Competition: The elimination of standard, predictable risk-allocation clauses—most notably the \"Variation in Quantity\" clause from FAR Part 11—is a direct financial threat to my business. This forces us to price for worst-case scenarios, which will either make our bids uncompetitive or increase the ultimate cost to the taxpayer. This change will drive small firms out of the market and reduce competition.---\n\nSpecific Comments on FAR Part 18:\n\nFAR Part 18 governs emergency acquisitions — the special rules that apply when time is of the essence. While flexibility during emergencies is vital, the proposed changes eliminate long-standing safeguards that ensured rapid acquisition still followed competition principles.\n\n(1) The Removal of Clauses That Applied Core Competition: The revised language drops previous references that required agencies to conduct simplified or streamlined competition even during urgency. This opens the door to increased sole sourcing.\n\n(2) Lack of Transparency and Reporting Obligations: There is no requirement for agencies to report after-the-fact to explain whether competition was feasible. This reduces accountability and oversight.\n\nRecommendation:\n\nMaintain a requirement for streamlined competition unless impossible. Require post-award reporting to justify any use of sole source procedures during emergencies, including why small businesses were not considered."
  },
  {
    "FAR_Part": "FAR Part 39",
    "Deadline": "2025-07-28",
    "GSA_URL": "https://feedback.gsa.gov/jfe/form/SV_6eZqHFGAk8TRtOu",
    "Explainer_Text": "FAR Part 39 governs IT acquisition. The proposed revisions delete accessibility and competition safeguards.",
    "Comment_Template": "To the Federal Acquisition Regulatory Council:\n\nI am writing to express my profound concern about the process and cumulative impact of the Revolutionary FAR Overhaul (RFO) on my small business and the federal industrial base.\n\nSubmitted By:\nName: [FullName], [BusinessTitle]\nCompany: [CompanyName]\nCompany Description: [CompanyDescription]\n\n(1) My Personal Experience: [PersonalStory]\n\n(2) The Flawed \"Adopt First, Finalize Later\" Implementation: The unprecedented use of rolling class deviations to implement massive, government-wide policy changes circumvents the transparent, legally-mandated notice-and-comment process required by the Administrative Procedure Act. This \"adopt first, finalize later\" approach denies stakeholders a meaningful opportunity to provide input before a rule takes effect, rendering the eventual rulemaking process performative rather than substantive.\n\n(3) The Systemic Removal of Procedural Safeguards Dismantles the Small Business Safety Net: The RFO does not just change individual rules; it severs the connective tissue that links them together. By removing small business considerations from FAR Parts 10 (Market Research), 6 (Competition), and 11 (Describing Agency Needs), you have effectively created a procedural vacuum. Contracting officers are no longer explicitly prompted to consider a set-aside, consult with the SBA before bundling, or avoid unnec...\n\n(4) Direct Economic Harm to Local Communities: This is not just a regulatory issue; it is a significant economic issue with direct consequences for local economies and jobs in every congressional district. In my district ([Your Congressional District]), small businesses received [$ amount] in federal contracts last year, with [X]% of that coming from set-asides. Already, policies favoring contract consolidation have contributed to a [Y]% decline in the number of unique small business suppliers in my dist...\n\n(5) The Transfer of Risk to Contractors Will Increase Costs and Reduce Competition: The elimination of standard, predictable risk-allocation clauses—most notably the \"Variation in Quantity\" clause from FAR Part 11—is a direct financial threat to my business. This forces us to price for worst-case scenarios, which will either make our bids uncompetitive or increase the ultimate cost to the taxpayer. This change will drive small firms out of the market and reduce competition.---\n\nSpecific Comments on FAR Part 39:\n\nFAR Part 39 covers acquisition of IT — a major and growing category of federal spending. The proposed changes weaken safeguards that helped level the playing field for smaller tech vendors.\n\n(1) The Removal of Language Favoring Open Standards: The current FAR favors open standards and interoperability to prevent vendor lock-in. The proposed revisions delete that guidance, allowing more proprietary systems that exclude small integrators.\n\n(2) No Mention of Section 508 or Accessibility: The revised Part 39 no longer mentions the requirement that IT acquisitions be accessible under Section 508 of the Rehabilitation Act — a key issue for inclusive procurement.\n\nRecommendation:\n\nRestore language favoring open standards, avoid vendor lock-in, and explicitly include Section 508 requirements in all IT acquisitions."
  }
]